Repository: mmccarthy404/ROracle
Catalog: po/*.po
Languages: es, fr, ja, zh_cn, zh_tw

source: invalid driver
es: controlador no válido
fr: pilote non valide
ja: 無効なドライバです
zh_cn: 驱动程序无效
zh_tw: 無效的驅動程式

source: invalid connection
es: conexión no válida
fr: connexion non valide
ja: 無効な接続です
zh_cn: 连接无效
zh_tw: 無效的連線

source: invalid result set
es: juego de resultados no válido
fr: ensemble de résultats non valide
ja: 無効な結果セットです
zh_cn: 结果集无效
zh_tw: 無效的結果集

source: memory could not be allocated
es: no se ha podido asignar la memoria
fr: impossible d'allouer de la mémoire
ja: メモリーを割当てできませんでした
zh_cn: 无法分配内存
zh_tw: 無法配置記憶體

source: bind data has too many rows
es: los datos de enlace tienen demasiadas filas
fr: les données de liaison contiennent trop de lignes
ja: バインド・データの行数が多すぎます
zh_cn: 绑定数据具有太多行
zh_tw: 連結資料具有太多資料列

source: data does not match binds
es: los datos no coinciden con los enlaces
fr: les données ne correspondent pas aux liaisons
ja: データがバインドと一致しません
zh_cn: 数据与绑定不匹配
zh_tw: 資料與連結不符

source: bind data is empty
es: los datos de enlace están vacíos
fr: les données de liaison sont vides
ja: バインド・データが空です
zh_cn: 绑定数据为空
zh_tw: 連結資料空白

source: unsupported bind type
es: tipo de enlace no soportado
fr: type de liaison non pris en charge
ja: サポートされていないバインド・タイプです
zh_cn: 不支持的绑定类型
zh_tw: 不支援的連結類型

source: unsupported column type
es: tipo de columna no soportado
fr: type de colonne non pris en charge
ja: サポートされていない列のタイプです
zh_cn: 不支持的列类型
zh_tw: 不支援的資料欄類型

source: ROracle internal error [%s, %d, %d]
es: Error interno [%s, %d, %d] de ROracle
fr: erreur interne ROracle [%s, %d, %d]
ja: ROracle内部エラー[%s, %d, %d]
zh_cn: ROracle 内部错误 [%s, %d, %d]
zh_tw: ROracle 內部錯誤 [%s, %d, %d]
